<?xml version="1.0" ?>
<net name="saved_model" version="10">
	<layers>
		<layer id="0" name="input" type="Parameter" version="opset1">
			<data shape="1, 3, 192, 256" element_type="f32"/>
			<output>
				<port id="0" precision="FP32" names="input:0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="data_mul_11620" type="Const" version="opset1">
			<data element_type="f32" shape="1, 1, 1, 1" offset="0" size="4"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="truediv_1_StatefulPartitionedCall/truediv_1_truediv_1/y_StatefulPartitionedCall/truediv_1/y1/Fused_Mul_" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="data_add_1162229519" type="Const" version="opset1">
			<data element_type="f32" shape="1, 3, 1, 1" offset="4" size="12"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="sub_StatefulPartitionedCall/sub/Fused_Add_" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="sub_1_StatefulPartitionedCall/sub_1:0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="Conv2D/filter" type="Const" version="opset1">
			<data element_type="f32" shape="48, 3, 3, 3" offset="16" size="5184"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D/filter:0">
					<dim>48</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="Conv2D" type="Convolution" version="opset1">
			<data strides="2, 2" dilations="1, 1" pads_begin="0, 0" pads_end="1, 1" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>192</dim>
					<dim>256</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>48</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="Add/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 48, 1, 1" offset="5200" size="192"/>
			<output>
				<port id="0" precision="FP32" names="Add/y:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="Add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="depthwise/filter_in" type="Const" version="opset1">
			<data element_type="f32" shape="48, 1, 1, 3, 3" offset="5392" size="1728"/>
			<output>
				<port id="0" precision="FP32" names="depthwise/filter_in:0">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="depthwise" type="GroupConvolution" version="opset1">
			<data strides="1, 1" pads_begin="1, 1" pads_end="1, 1" dilations="1, 1" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="depthwise:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="Add_1/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 48, 1, 1" offset="7120" size="192"/>
			<output>
				<port id="0" precision="FP32" names="Add_1/y:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="Add_1" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_1:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_5_project/Conv2D:0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="Conv2D_1/filter" type="Const" version="opset1">
			<data element_type="f32" shape="24, 48, 1, 1" offset="7312" size="4608"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_1/filter:0">
					<dim>24</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="Conv2D_1" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_1:0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_StatefulPartitionedCall/kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 24, 1, 1" offset="11920" size="96"/>
			<output>
				<port id="0" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_StatefulPartitionedCall/kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1/y:0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_StatefulPartitionedCall/kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project_BN/FusedBatchNormV3_kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_StatefulPartitionedCall/kpt_regress_0/separable_conv2d_7/separable_conv2d/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_project/Conv2D1:0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="Conv2D_2/filter" type="Const" version="opset1">
			<data element_type="f32" shape="144, 24, 1, 1" offset="12016" size="13824"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_2/filter:0">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="Conv2D_2" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_2:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="Add_2/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 144, 1, 1" offset="25840" size="576"/>
			<output>
				<port id="0" precision="FP32" names="Add_2/y:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="Add_2" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_2:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="depthwise_1/filter_in" type="Const" version="opset1">
			<data element_type="f32" shape="144, 1, 1, 3, 3" offset="26416" size="5184"/>
			<output>
				<port id="0" precision="FP32" names="depthwise_1/filter_in:0">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="depthwise_1" type="GroupConvolution" version="opset1">
			<data strides="2, 2" pads_begin="0, 0" pads_end="1, 1" dilations="1, 1" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>96</dim>
					<dim>128</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="depthwise_1:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="Add_3/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 144, 1, 1" offset="31600" size="576"/>
			<output>
				<port id="0" precision="FP32" names="Add_3/y:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="Add_3" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_3:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_12_project/Conv2D:0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="Conv2D_3/filter" type="Const" version="opset1">
			<data element_type="f32" shape="40, 144, 1, 1" offset="32176" size="23040"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_3/filter:0">
					<dim>40</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="Conv2D_3" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>40</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_3:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 40, 1, 1" offset="55216" size="160"/>
			<output>
				<port id="0" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1/y:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_project/Conv2D1:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="Conv2D_4/filter" type="Const" version="opset1">
			<data element_type="f32" shape="240, 40, 1, 1" offset="55376" size="38400"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_4/filter:0">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="Conv2D_4" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_4:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="Add_4/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 240, 1, 1" offset="93776" size="960"/>
			<output>
				<port id="0" precision="FP32" names="Add_4/y:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="Add_4" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_4:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="depthwise_2/filter_in" type="Const" version="opset1">
			<data element_type="f32" shape="240, 1, 1, 3, 3" offset="94736" size="8640"/>
			<output>
				<port id="0" precision="FP32" names="depthwise_2/filter_in:0">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="depthwise_2" type="GroupConvolution" version="opset1">
			<data strides="1, 1" pads_begin="1, 1" pads_end="1, 1" dilations="1, 1" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="depthwise_2:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="Add_5/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 240, 1, 1" offset="103376" size="960"/>
			<output>
				<port id="0" precision="FP32" names="Add_5/y:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="Add_5" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_5:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="Conv2D_5/filter" type="Const" version="opset1">
			<data element_type="f32" shape="40, 240, 1, 1" offset="104336" size="38400"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_5/filter:0">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="Conv2D_5" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_5:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 40, 1, 1" offset="142736" size="160"/>
			<output>
				<port id="0" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1/y:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_project/Conv2D1:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add:0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="Conv2D_7/filter" type="Const" version="opset1">
			<data element_type="f32" shape="240, 40, 1, 1" offset="142896" size="38400"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_7/filter:0">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="Conv2D_7" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Conv2D_7:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="Add_6/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 240, 1, 1" offset="181296" size="960"/>
			<output>
				<port id="0" precision="FP32" names="Add_6/y:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="Add_6" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_6:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="depthwise_3/filter_in" type="Const" version="opset1">
			<data element_type="f32" shape="240, 1, 1, 3, 3" offset="182256" size="8640"/>
			<output>
				<port id="0" precision="FP32" names="depthwise_3/filter_in:0">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="depthwise_3" type="GroupConvolution" version="opset1">
			<data strides="2, 2" pads_begin="0, 0" pads_end="1, 1" dilations="1, 1" auto_pad="same_upper"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>48</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="depthwise_3:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>24</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="Add_7/y" type="Const" version="opset1">
			<data element_type="f32" shape="1, 240, 1, 1" offset="190896" size="960"/>
			<output>
				<port id="0" precision="FP32" names="Add_7/y:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="Add_7" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>24</dim>
					<dim>32</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="Add_7:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>24</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D" type="Clamp" version="opset1">
			<data min="0" max="6"/>
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>24</dim>
					<dim>32</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_15_project/Conv2D:0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>24</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="Conv2D_8/filter" type="Const" version="opset1">
			<data element_type="f32" shape="48, 240, 1, 1" offset="191856" size="46080"/>
			<output>
				<port id="0" precision="FP32" names="Conv2D_8/filter:0">
					<dim>48</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="Conv2D_8" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="same_upper"/>
			<input>
